Repository: irek-zaripov/conversation.js
Catalog: locale/*/LC_MESSAGES/converse.po
Languages: es, zh

source: unencrypted
es: texto plano
zh: 未加密

source: unverified
es: sin verificar
zh: 未验证

source: verified
es: verificado
zh: 已验证

source: finished
es: finalizado
zh: 结束了

source: This contact is busy
es: Este contacto está ocupado
zh: 对方忙碌中

source: This contact is online
es: Este contacto está en línea
zh: 对方在线中

source: This contact is offline
es: Este contacto está desconectado
zh: 对方已下线

source: This contact is unavailable
es: Este contacto no está disponible
zh: 对方免打扰

source: This contact is away for an extended period
es: Este contacto está ausente por un largo periodo de tiempo
zh: 对方暂时离开

source: This contact is away
es: Este contacto está ausente
zh: 对方离开

source: My contacts
es: Mis contactos
zh: 我的好友列表

source: Pending contacts
es: Contactos pendientes
zh: 保留中的联系人

source: Contact requests
es: Solicitudes de contacto
zh: 来自好友的请求

source: Contacts
es: Contactos
zh: 联系人

source: Connecting
es: Conectando
zh: 连接中

source: Authenticating
es: Autenticando
zh: 验证中

source: Authentication Failed
es: La autenticación falló
zh: 验证失败

source: Re-establishing encrypted session
es: Re-estableciendo sesión cifrada
zh: 重新建立加密会话

source: Generating private key.
es: Generando llave privada
zh: 正在生成私钥

source: Your browser might become unresponsive.
es: Su navegador podría dejar de responder por un momento
zh: 您的浏览器可能会暂时无响应

source: Could not verify this user's identify.
es: No se pudo verificar la identidad de este usuario
zh: 无法验证对方信息。

source: Personal message
es: Mensaje personal
zh: 私信

source: Are you sure you want to clear the messages from this room?
es: ¿Está seguro de querer limpiar los mensajes de esta sala?

source: me
es: yo
zh: 我

source: Show this menu
es: Mostrar este menú
zh: 显示此项菜单

source: Write in the third person
es: Escribir en tercera persona
zh: 以第三者身份写

source: Remove messages
es: Eliminar mensajes
zh: 移除消息

source: Are you sure you want to clear the messages from this chat box?
es: ¿Está seguro de querer limpiar los mensajes de esta conversación?
zh: 你确定清除此次的聊天记录吗？

source: Your message could not be sent
es: Su mensaje no se pudo enviar
zh: 您的消息无法送出

source: We received an unencrypted message
es: Se recibío un mensaje sin cifrar
zh: 我们收到了一条未加密的信息

source: We received an unreadable encrypted message
es: Se recibío un mensaje cifrado corrupto
zh: 我们收到一条无法读取的信息

source: Here are the fingerprints, please confirm them with %1$s, outside of this chat. Fingerprint for you, %2$s: %3$s Fingerprint for %1$s: %4$s If you have confirmed that the fingerprints match, click OK, otherwise click Cancel.
es: Por favor confirme los identificadores de %1$s fuera de este chat. Su identificador es, %2$s: %3$s El identificador de %1$s es: %4$s Después de confirmar los identificadores haga click en OK, cancele si no concuerdan.
zh: 这里是指纹。请与 %1$s 确认。 您的 %2$s 指纹: %3$s %1$s 的指纹: %4$s 如果确认符合，请点击OK，否则点击取消

source: What is your security question?
es: Introduzca su pregunta de seguridad
zh: 您的安全问题是?

source: What is the answer to the security question?
es: Introduzca la respuesta a su pregunta de seguridad
zh: 此安全问题的答案是?

source: Invalid authentication scheme provided
es: Esquema de autenticación inválido
zh: 非法的认证方式

source: Your messages are not encrypted anymore
es: Sus mensajes han dejado de cifrarse
zh: 您的消息将不再被加密

source: Your messages are not encrypted. Click here to enable OTR encryption.
es: Sus mensajes no están cifrados. Haga click aquí para habilitar el cifrado OTR
zh: 您的消息未加密。点击这里来启用OTR加密

source: End encrypted conversation
es: Finalizar sesión cifrada
zh: 结束加密的会话

source: Refresh encrypted conversation
es: Actualizar sesión cifrada
zh: 刷新加密的会话

source: Start encrypted conversation
es: Iniciar sesión cifrada
zh: 开始加密的会话

source: Verify with fingerprints
es: Verificar con identificadores
zh: 验证指纹

source: Verify with SMP
es: Verificar con SMP
zh: 验证SMP

source: What's this?
es: ¿Qué es esto?
zh: 这是什么?

source: Online
es: En línea
zh: 在线

source: Busy
es: Ocupado
zh: 忙碌中

source: Away
es: Ausente
zh: 离开

source: Offline
es: Desconectado
zh: 离线

source: Contact name
es: Nombre de contacto
zh: 联系人名称

source: Search
es: Búsqueda
zh: 搜索

source: Add
es: Agregar
zh: 添加

source: Click to add new chat contacts
es: Haga click para agregar nuevos contactos al chat
zh: 点击添加新联系人

source: Add a contact
es: Agregar un contacto
zh: 添加联系人

source: No users found
es: Sin usuarios encontrados
zh: 未找到用户

source: Click to add as a chat contact
es: Haga click para agregar como contacto de chat
zh: 点击添加为好友

source: Room name
es: Nombre de sala
zh: 聊天室名称

source: Nickname
es: Apodo
zh: 昵称

source: Server
es: Servidor
zh: 服务器

source: Show rooms
es: Mostrar salas
zh: 显示所有聊天室

source: Rooms
es: Salas
zh: 聊天室

source: No rooms on %1$s
es: Sin salas en %1$s
zh: %1$s 上没有聊天室

source: Rooms on %1$s
es: Salas en %1$s
zh: %1$s 上的聊天室

source: Click to open this room
es: Haga click para abrir esta sala
zh: 打开聊天室

source: Show more information on this room
es: Mostrar más información en esta sala
zh: 显示次聊天室的更多信息

source: Description:
es: Descripción
zh: 描述:

source: Occupants:
es: Ocupantes:
zh: 成员:

source: Features:
es: Características:
zh: 特性:

source: Requires authentication
es: Autenticación requerida
zh: 需要验证

source: Hidden
es: Oculto
zh: 隐藏的

source: Requires an invitation
es: Requiere una invitación
zh: 需要被邀请

source: Moderated
es: Moderado
zh: 发言受限

source: Non-anonymous
es: No anónimo
zh: 非匿名

source: Open room
es: Abrir sala
zh: 打开聊天室

source: Permanent room
es: Sala permanente
zh: 永久聊天室

source: Public
es: Pública
zh: 公开的

source: Semi-anonymous
es: Semi anónimo
zh: 半匿名

source: Temporary room
es: Sala temporal
zh: 临时聊天室

source: Unmoderated
es: Sin moderar
zh: 无发言限制

source: This user is a moderator
es: Este usuario es un moderador
zh: 此用户是主持人

source: This user can send messages in this room
es: Este usuario puede enviar mensajes en esta sala
zh: 此用户在这房间里可发消息

source: This user can NOT send messages in this room
es: Este usuario NO puede enviar mensajes en esta
zh: 此用户不可在此房间发消息

source: Message
es: Mensaje
zh: 信息

source: Save
es: Guardar
zh: 保存

source: Cancel
es: Cancelar
zh: 取消

source: An error occurred while trying to save the form.
es: Un error ocurrío mientras se guardaba el formulario.
zh: 保存表单是出错。

source: This chatroom requires a password
es: Esta sala de chat requiere una contraseña.
zh: 此聊天室需要密码

source: Password:
es: Contraseña:
zh: 密码:

source: Submit
es: Enviar
zh: 发送

source: This room is not anonymous
es: Esta sala no es para usuarios anónimos
zh: 此为非匿名聊天室

source: This room now shows unavailable members
es: Esta sala ahora muestra los miembros no disponibles
zh: 此聊天室显示不可用用户

source: This room does not show unavailable members
es: Esta sala no muestra los miembros no disponibles
zh: 此聊天室不显示不可用用户

source: Non-privacy-related room configuration has changed
es: Una configuración de la sala no relacionada con la privacidad ha sido cambiada
zh: 此聊天室设置(非私密性)已改变

source: Room logging is now enabled
es: El registro de la sala ahora está habilitado
zh: 聊天室聊天记录已启用

source: Room logging is now disabled
es: El registro de la sala ahora está deshabilitado
zh: 聊天室聊天记录已禁用

source: This room is now non-anonymous
es: Esta sala ahora es pública
zh: 此聊天室非匿名

source: This room is now semi-anonymous
es: Esta sala ahora es semi-anónima
zh: 此聊天室半匿名

source: This room is now fully-anonymous
es: Esta sala ahora es completamente anónima
zh: 此聊天室完全匿名

source: A new room has been created
es: Una nueva sala ha sido creada
zh: 新聊天室已创建

source: You have been banned from this room
es: Usted ha sido bloqueado de esta sala
zh: 您已被此聊天室禁止入内

source: You have been kicked from this room
es: Usted ha sido expulsado de esta sala
zh: 您已被踢出次房间

source: You have been removed from this room because of an affiliation change
es: Usted ha sido eliminado de esta sala debido a un cambio de afiliación
zh: 由于关系变化，您已被移除此房间

source: You have been removed from this room because the room has changed to members-only and you're not a member
es: Usted ha sido eliminado de esta sala debido a que la sala cambio su configuración a solo-miembros y usted no es un miembro
zh: 您已被移除此房间因为此房间更改为只允许成员加入，而您非成员

source: You have been removed from this room because the MUC (Multi-user chat) service is being shut down.
es: Usted ha sido eliminado de esta sala debido a que el servicio MUC (Multi-user chat) está deshabilitado.
zh: 由于服务不可用，您已被移除此房间。

source: <strong>%1$s</strong> has been banned
es: <strong>%1$s</strong> ha sido bloqueado
zh: <strong>%1$s</strong> 已被禁止

source: <strong>%1$s</strong> has been kicked out
es: <strong>%1$s</strong> ha sido expulsado
zh: <strong>%1$s</strong> 已被踢出

source: <strong>%1$s</strong> has been removed because of an affiliation change
es: <strong>%1$s</strong> ha sido eliminado debido a un cambio de afiliación
zh: 由于关系解除、<strong>%1$s</strong> 已被移除

source: <strong>%1$s</strong> has been removed for not being a member
es: <strong>%1$s</strong> ha sido eliminado debido a que no es miembro
zh: 由于不是成员、<strong>%1$s</strong> 已被移除

source: You are not on the member list of this room
es: Usted no está en la lista de miembros de esta sala
zh: 您并非此房间成员

source: No nickname was specified
es: Sin apodo especificado
zh: 未指定昵称

source: You are not allowed to create new rooms
es: Usted no esta autorizado para crear nuevas salas
zh: 您可此创建新房间了

source: Your nickname doesn't conform to this room's policies
es: Su apodo no se ajusta a la política de esta sala
zh: 您的昵称不符合此房间标准

source: Your nickname is already taken
es: Su apodo ya ha sido tomando por otro usuario
zh: 您的昵称已被占用

source: This room does not (yet) exist
es: Esta sala (aún) no existe
zh: 此房间不存在

source: This room has reached it's maximum number of occupants
es: Esta sala ha alcanzado su número máximo de ocupantes
zh: 此房间人数已达上线

source: Topic set by %1$s to: %2$s
es: Tema fijado por %1$s a: %2$s
zh: %1$s 设置话题为: %2$s

source: Click to restore this chat
es: Haga click para eliminar este contacto

source: Minimized
es: Minimizado
zh: 最小化的

source: Click to remove this contact
es: Haga click para eliminar este contacto
zh: 点击移除联系人

source: Click to chat with this contact
es: Haga click para conversar con este contacto
zh: 点击与对方交谈

source: Are you sure you want to remove this contact?
es: ¿Esta seguro de querer eliminar este contacto?

source: I am %1$s
es: Estoy %1$s
zh: 我现在%1$s

source: Click here to write a custom status message
es: Haga click para escribir un mensaje de estatus personalizado
zh: 点击这里，填写状态信息

source: Click to change your chat status
es: Haga click para cambiar su estatus de chat
zh: 点击这里改变聊天状态

source: Custom status
es: Personalizar estatus
zh: DIY状态

source: online
es: en línea
zh: 在线

source: busy
es: ocupado
zh: 忙碌

source: away for long
es: ausente por mucho tiempo
zh: 长时间离开

source: away
es: ausente
zh: 离开

source: Password:
es: Contraseña:
zh: 密码:

source: Log In
es: Iniciar sesión
zh: 登录

source: Sign in
es: Registrar
zh: 登录

source: Toggle chat
es: Chat
zh: 折叠聊天窗口

source: Error
zh: 错误
